{
  "title": "Music",
  "sections": [
    {
      "id":"arunachal",
      "content-first":"The folk music of Arunachal Pradesh, a northeastern state in India, is a rich tapestry of diverse traditions and cultures that thrive in this remote and pristine region. Arunachal Pradesh is home to a multitude of indigenous tribes, each with its unique musical heritage. These folk melodies and rhythms are deeply rooted in the daily lives, rituals, and celebrations of the various communities residing in the state. The music often revolves around themes of nature, spirituality, and the cyclical rhythms of life in the mountains. Traditional instruments like the bamboo flute, handcrafted drums, and stringed instruments play a pivotal role in creating the distinctive soundscapes of Arunachali folk music. With its authenticity and deep connection to local customs, Arunachal Pradesh's folk music is not only a sonic delight but also a cultural treasure that reflects the state's rich and diverse heritage.",
      "title":"Arunachal Pradesh",
      
      "image-first": "./arunachal.jpg",
      "content-second": "Baryi is a type of folk music that is sung in Arunachal Pradesh, a state of India. It is a narrative song that tells the stories of the history, mythology, and religion of the people of Arunachal Pradesh. Baryi is usually sung on social gatherings, religious ceremonies, and festivals. It is a long song that takes hours to complete, and it is sung in parts by different singers. Baryi is accompanied by musical instruments such as sarangi, bansuri, and various percussion instruments. Baryi is a song that celebrates the glorious past and the rich culture of Arunachal Pradesh. It is a song that reflects the identity and the pride of the people of this state.",
      "content-third":"Aji Lamu is a folk dance and music form of Arunachal Pradesh, a state of India. It is performed by the Monpa and Sherdukpen tribes who live in the high Himalayas. Aji Lamu is a story-telling dance that narrates the heroic tale of Nyapa, a mortal fisherman who defeats an evil tantric sent by Nyaro, a tyrant king. Nyapa wins the hand of a goddess as a reward for his bravery. Aji Lamu is usually performed on the second day of Losar, or the Tibetan New Year, to celebrate the victory of good over evil. Aji Lamu is accompanied by musical instruments such as cymbals, drums, and flutes. The dancers wear colorful costumes and masks to depict different characters. The dance involves quick rotations and sharp movements that match the rhythm of the music. Aji Lamu is a dance that reflects the culture and spirituality of the Monpa and Sherdukpen tribes. It is a dance that showcases their history, mythology, and religion.",
      "content-fourth": "Nyioga is a folk music form of Arunachal Pradesh, a state of India. It is performed by the Nyishi tribe, who live in the lower Subansiri, Papum Pare, East Kameng, Kurung Kumey and Kra Daadi districts. Nyioga is a song that expresses the love and admiration for nature, especially the rivers, mountains, and forests. Nyioga is sung during festivals, rituals, and social occasions. It is also a way of passing on the oral history and culture of the Nyishi people. Nyioga is accompanied by musical instruments such as tati (a single-stringed fiddle), theku (a bamboo flute), asem (a drum made of animal skin and wood), and jemji (a horn made of mithun horn). Nyioga is a song that reflects the harmony and beauty of Arunachal Pradesh. It is a song that showcases the rich and diverse musical heritage of the Nyishi tribe.", 
      "content-fifth":"Ponung is a folk music and dance form of Arunachal Pradesh, a state of India. It belongs to the Adi tribe, who are known for their traditional folk dances. Ponung is a religious celebration that is performed before the harvest season to pray to God for a good crop and the well-being of the community. Ponung is performed only by women, who form a circle and dance in rhythm to the song sung by a male singer called Miri. The Miri also plays a musical instrument called Yoksha, which is a sword-shaped instrument with iron discs that produce a rattling sound. The other musical instruments that accompany Ponung are gong and bamboo flute. The women wear black shirts, striped skirts, conical hats, and colorful jewelry while dancing. Ponung is a dance that reflects the culture and history of the Adi tribe. It is a dance that showcases their harmony and gratitude towards nature.",
      "content-sixth":"Ja-Jin-Ja is a folk song of Arunachal Pradesh, a state of India. It is sung during marriages and other social occasions, that celebrates the history and ancestors of the people of Arunachal Pradesh. Ja-Jin-Ja is a spiritual rhyme indigenous to the Tani clan, who are the major ethnic group in the state. Ja-Jin-Ja is sung either individually or in chorus by both men and women.  Ja-Jin-Ja is accompanied by musical instruments such as Yoksha, a sword-shaped instrument with iron discs that produce a rattling sound, and drums. Ja-Jin-Ja is a song that reflects the culture and identity of the Tani people. It is a song that showcases their love and respect for their elders and their traditions."   
    },



    {
      "id":"assam",
      "content-first":"Folk music in Assam, a northeastern state of India, is a captivating blend of cultural diversity and tradition. Known for its enchanting melodies and rhythmic intricacies, Assamese folk music represents the vibrant tapestry of the state's various communities and their indigenous musical expressions. Bihu, one of the most celebrated folk forms, is deeply intertwined with the agricultural calendar and is marked by lively dance and songs that depict the changing seasons. Assamese folk music is also notable for its use of traditional instruments like the dhol, pepa (hornpipe), and various types of flutes, which lend a unique character to the music. Themes range from the praise of nature and its elements to stories of love and mythology. Whether it's the soulful Bihu songs or the poignant Borgeets sung in Assamese monasteries, the folk music of Assam continues to be a cherished aspect of the state's rich cultural heritage, connecting generations and preserving its unique traditions.",
      "title": "Assam",

      "image-first": "./assam.jpg",
      "content-second": "Bihu Geet is a folk music form of Assam, a state of India. It is a song that is sung during the festival of Bihu, which is the most important and vibrant cultural celebration of the Assamese people. Bihu Geet expresses the joy and happiness of life, the love and admiration for nature, and the history and mythology of Assam. Bihu Geet is usually sung in chorus by both men and women, accompanied by a male singer called Miri who also plays a musical instrument called Yoksha. Yoksha is a sword-shaped instrument with iron discs that produce a rattling sound. Other musical instruments that are used in Bihu Geet are dhol (a double-sided drum), mohor singor pepe (a wind instrument made of buffalo horn), cymbal (a metal disc that is struck with a stick), gogona (a bamboo instrument that is held between the teeth and plucked with fingers), and toka (a clapper made of bamboo). Bihu Geet is a music form that reflects the culture and heritage of the Assamese people in the North Eastern Region. It is a music form that showcases their harmony and gratitude towards nature.",
      "content-third":"Kamrupiya Lokageet is a popular form of folk music of Assam, which is basically sung in lower Assam. This music developed during the reign of Kamrupa Kingdom and is sung since time immemorial. These songs are based on various human emotions, especially of common people. It is accompanied by musical instruments such as sarangi (a stringed instrument), bansuri (a bamboo flute), and various percussion instruments such as dhol (a drum), cymbals, and dagar (or khanjari, a tambourine)3. Kamrupiya Lokageet is sung on different occasions such as festivals, rituals, marriages, and social gatherings. It is also a way of preserving and transmitting the oral history and culture of the Kamrupi people.",      
      "content-fourth":"Goalporiya Lokageet is a form of folk music of Assam, a state of India. It is mainly sung in the Goalpara district, which is located in the western part of the state. It is a lyrical song that is not related to religious or ritualistic themes, but rather expresses the feelings and emotions of the people, especially love and longing. Goalporiya Lokageet has different sub-genres, such as bhawaiya, chatka, moishali, and maut, that vary in their musical mood and style. Bhawaiya songs are serious and plaintive, while chatka songs are playful and humorous. Moishali songs are sung by women during their daily chores, while maut songs are sung by men during their hunting expeditions. Goalporiya Lokageet is accompanied by musical instruments such as dotora, a sword-shaped instrument with iron discs that produce a rattling sound, and drums. Goalporiya Lokageet is a folk music that reflects the culture and identity of the people of Goalpara. It is a music that showcases their harmony and gratitude towards nature, their love and admiration for their ancestors, and their joy and sorrow of life.",
      "content-fifth":"Tokari Geet is a type of Assamese folk song that is sung while playing a Tokari, a traditional stringed musical instrument. Tokari Geet is also known as Tokari Naam, as it is a form of Naam, which is a devotional song genre in Assam. Tokari Geet is based on various themes, such as human life, stories from Ramayana and Mahabharata, gods and goddesses, and the lives of Sankardev and Madhavdev, who were the founders of the Neo-Vaishnavite movement in Assam. Tokari Geet is usually sung by male singers, who are led by a Miri, who also plays the Yoksha, a sword-shaped instrument with iron discs that produce a rattling sound. Other instruments that accompany Tokari Geet are cymbals and flutes. Tokari Geet is a folk music that reflects the culture and heritage of the Assamese people. It is a music that showcases their harmony and gratitude towards nature, their love and admiration for their ancestors, and their joy and sorrow of life.",
      "content-sixth":"Bianaam is a form of folk music of Assam, a state of India. It is prevalent in both Upper Assam and Lower Assam. Bianaam is a marriage song that is sung during the wedding ceremony. It is usually a humorous song that makes fun of the bride and groom, their families, and their habits. Bianaam is a way of expressing joy and happiness on the occasion of marriage. Bianaam is accompanied by musical instruments such as dhol (a drum), cymbals, and dagar (or khanjari, a tambourine). The singers also use clapping and whistling to create a lively atmosphere. Bianaam is a folk music that reflects the culture and identity of the people of Assam. It is a music that showcases their harmony and gratitude towards nature, their love and admiration for their ancestors, and their joy and sorrow of life."
    },



    {
      "id":"meghalaya",
      "content-first":"The folk music of Meghalaya, a picturesque state nestled in the northeastern part of India, is a captivating reflection of the region's stunning natural beauty and the vibrant traditions of its indigenous communities. Meghalaya is primarily inhabited by the Khasi, Jaintia, and Garo tribes, each with its own distinct musical heritage. The songs and melodies of Meghalaya's folk music often draw inspiration from the lush landscapes, rolling hills, and pristine rivers that define the state. Traditionally, the Khasi and Jaintia communities are renowned for their hauntingly beautiful a cappella songs called 'Laho; and 'Shad Suk Mynsiem', often accompanied by indigenous instruments like the duitara (a stringed instrument) and drums. The Garos, on the other hand, are known for their rhythmic chants and dances performed during various festivals and ceremonies. Meghalaya's folk music serves not only as a form of entertainment but also as a vital element in preserving the cultural identity and oral traditions of its indigenous peoples, creating a sonic tapestry that mirrors the soul of this enchanting state.",
      "title": "Meghalaya",

      "image-first": "./meghalaya.jpg",
      "content-second": "K-Shad Suk Mynsiem is a thanksgiving dance festival celebrated by the Khasi tribes of Meghalaya every year in April. It is also known as the Weiking Dance or the Dance of Peaceful Hearts. The dance is accompanied by traditional music played by drummers and pipers using instruments such as tangmuri (a type of flute), ksing (a type of drum), and nakra (a type of cymbal). The music reflects the joy and gratitude of the Khasi people for the blessings and bountiful harvests they receive from nature. The dance and music also symbolize the roles and values of the Khasi society, such as purity, dignity, courage, and protection. Ka Shad Suk Mynsiem is a vibrant and colorful festival that showcases the rich culture and heritage of the Khasi people.",
      "content-third": "Ka-Shad Nongkrem is a ritualistic dance festival celebrated by the Khasi tribes of Meghalaya every year in November. It is also known as the Nongkrem Dance or the Dance of Peaceful Hearts. The dance is performed to propitiate their principal deity, Ka Blei Synshar, and to express their gratitude for the bountiful harvests and prosperity. The dance is accompanied by traditional music played by drummers and pipers using instruments such as tangmuri (a type of flute), ksing (a type of drum), and nakra (a type of cymbal). The music reflects the joy and devotion of the Khasi people and also enhances the beauty and grace of their colorful costumes and ornaments. Ka Shad Nongkrem is a vibrant and sacred festival that showcases the rich culture and heritage of the Khasi people.",
      "content-fourth": "Ka-Shad Laho is a folk dance of the Jaintia tribe in Meghalaya. It is performed during the Behdienkhlam festival, which is a celebration of the prosperity and well-being of the people of Meghalaya. The dance involves both men and women, who wear colorful costumes and ornaments. The women link their arms with two men on either side and sway their bodies back and forth. The dance is not accompanied by any musical instruments, but by a recitation of ribald couplets by a man with a strong and sweet voice. The recitation adds humor and rhythm to the dance, and makes the audience laugh. Ka Shad Laho is also known as Chipiah Dance or Wangala Dance by different tribes in Meghalaya. It is a vibrant and lively dance that reflects the culture and joy of the Jaintia people.",
      "content-fifth": "Ka-Shad Mastieh is a traditional dance performed by the young men and women of the Khasi tribe of Meghalaya. The performers wear colorful costumes and ornaments. The silver or gold crowns worn by the women signify the glory and dignity of the Khasi society. The men dance with a sword in their right hand and a whisk in their left, symbolizing their defence of themselves and their family. The women dance gracefully in the center of the circle formed by the men. The dance is accompanied by traditional music played by drummers using instruments such as ksing (a type of drum), shaw shaw (a type of cymbal), and marigong (a type of gong). The music reflects the bravery and courage of the Khasi warriors who fought against the British invaders in the 19th century. Ka Shad Mastieh is also known as the War Dance or the Dance of Valour. It is a vibrant and lively dance that showcases the rich culture and heritage of the Khasi people."
    },


    
    {
      "id":"nagaland",
      "content-first":"The folk music of Nagaland, a northeastern state in India, is a vibrant reflection of the rich and diverse cultural tapestry of its numerous indigenous tribes. Music holds a central place in the lives of the Naga people, and their traditional tunes and rhythms are deeply connected to their daily rituals, festivals, and social gatherings. The Nagas use a wide array of traditional instruments, such as log drums, bamboo flutes, and indigenous stringed instruments like the Tati and Tati-rong, to create their distinctive melodies. One of the most renowned aspects of Naga folk music is the use of powerful, resonant voices in vocal performances, often accompanied by energetic tribal dances. The songs often narrate stories of heroism, myths, and legends of the Naga tribes. Nagaland's folk music not only serves as a form of artistic expression but also as a cultural bridge, preserving the unique identity and traditions of the Nagas, making it an integral part of the state's cultural heritage.",
      "title": "Nagaland",

      "image-first": "./nagaland.jpg",
      "content-second": "Hereileu is a special form of song of Nagaland state which is crafted and sung mostly by the senior inhabitants of the place. Being a part of the Nagaland music, Hereileu song is composed on such themes as the past deeds of the aged people of the state. The older generation of Nagaland narrate their achievements in past battles through this form of music. Hereileu is also known as the war song of Nagaland. The song is not accompanied by any musical instruments, but by the voice of the singer, who recites the heroic acts and exploits of the warriors in a rhythmic and poetic manner. Hereileu is a unique and expressive song that reflects the culture and history of the Nagaland people.",
      "content-third": "Neuleu is a special form of song of Nagaland state which is crafted and sung mostly by the senior inhabitants of the place. Being a part of the Nagaland music, Neuleu song is composed on such themes as the legendary acts of any particular figure or a significant ancient happening in the state. The song is not accompanied by any musical instruments, but by the voice of the singer, who recites the heroic acts and exploits of the warriors in a rhythmic and poetic manner. Neuleu is also known as the Legendary Song or the War Song of Nagaland. It is a unique and expressive song that reflects the culture and history of the Nagaland people.",
      "content-fourth": "Li is the Chokri word for folk song. It is the common underlying element of all activities of the Nagas in general and the Chokri Chakhesangs in particular. While Li is known as the folk song, folk music is dominated by a single-stringed Naga instrument known as the libuh or heka libuh. Li has various forms of expression, such as Tati, which is a romantic song sung by young lovers, and Lichu, which is a historical song narrating the deeds of ancestors and warriors. The libuh is made of a dried caved-out bottle gourd covered with thin film and attached to one end of a pole. A string is tied between the two ends of the pole over the film covered bottle gourd. It resembles the Indian ektara and is plucked to make a sound, which provides rhythm and guides the pitch for a singer. The libuh can be played by a single person or by a group of people in unison creating a harmony. Li and libuh are vibrant and expressive forms of folk music that reflect the culture and heritage of the Chokri people.",
      "content-fifth": "Tuisum is a folk song of the Ao tribe of Nagaland. It is sung during the Moatsu festival, which is a celebration of the completion of sowing and planting of crops. The song is composed of four lines, each having seven syllables. The song is sung in a call and response manner, with one person leading the song and the others joining in the chorus. The song is accompanied by traditional musical instruments such as the tati (a single-stringed instrument), the longkhum (a bamboo flute), and the mongmong (a bamboo mouth harp) . The song expresses the joy and happiness of the Ao people and also invokes the blessings of their supreme god, Chungliyimti . Tuisum is a melodious and rhythmic folk song that reflects the culture and tradition of the Ao people."
      
    },



    {
      "id":"manipur",
      "content-first":"Folk music in Manipur, a northeastern state of India, is an intricate blend of culture, tradition, and spirituality. The state is renowned for its rich and diverse artistic heritage, and Manipuri folk music plays a significant role in preserving these traditions. One of the most iconic elements of Manipuri folk music is the Pung Cholom, a rhythmic and vibrant drum dance performed during religious ceremonies and festivals. The indigenous instruments like the Pung (a cylindrical drum) and Kartal (hand cymbals) are integral to Manipuri folk music, creating hypnotic rhythms that accompany the enchanting melodies. The lyrics often revolve around themes of devotion, nature, and mythology, reflecting the deep-rooted spiritual connection of the people with their land. Manipuri folk music is a testament to the state's cultural richness, serving as a means of artistic expression, storytelling, and a bridge to the past, keeping the traditions and heritage of Manipur alive for generations to come.",
      "title": "Manipur",

      "image-first": "./manipur.jpg",
      "content-second": "Khullang Eshei is a folk song of the Meitei community of Manipur. It is sung during the Lai Haraoba festival, which is a celebration of the ancestral and natural deities of the Meitei people. The song is composed of short and simple verses, which are repeated several times with variations. The song is sung in a high-pitched voice, with a nasal tone and a fast tempo. The song is accompanied by traditional musical instruments such as the pena (a bowed lute), the pung (a barrel drum), and the kartal (a pair of cymbals) . The song expresses the devotion and joy of the Meitei people and also narrates the legends and myths of their culture. Khullang Eshei is a melodious and lively folk song that reflects the culture and tradition of the Meitei people.",
      "content-third": "Lai Haraoba Eshei is a folk song of the Meitei community of Manipur. It is sung during the Lai Haraoba festival, which is a celebration of the ancestral and natural deities of the Meitei people. The song is composed of short and simple verses, which are repeated several times with variations. The song is sung in a high-pitched voice, with a nasal tone and a fast tempo. The song is accompanied by traditional musical instruments such as the pena (a bowed lute), the pung (a barrel drum), and the kartal (a pair of cymbals) . The song expresses the devotion and joy of the Meitei people and also narrates the legends and myths of their culture. Lai Haraoba Eshei is a melodious and lively folk song that reflects the culture and tradition of the Meitei people.",
      "content-fourth": "Pena Eshei is a folk song of the Meitei community of Manipur. It is sung by a solo singer who plays the pena, a bowed lute made of bamboo and horsehair. The pena is considered a sacred instrument that connects the singer with the ancestral and natural spirits. The song is composed of improvised verses that reflect the singer’s emotions, thoughts, and experiences. The song can be sung on various occasions, such as festivals, weddings, funerals, or personal events. The song can also narrate the history, culture, and legends of the Meitei people. Pena Eshei is a melodious and expressive folk song that reflects the culture and tradition of the Meitei people.",
      "content-fifth": "Thoubal Chongba is a folk dance of the Meitei community of Manipur. It is performed during the Yaoshang festival, which is a celebration of the arrival of spring and the Holi festival. The dance involves young men and women who form a circle and move around a central pole. The men sing songs to woo the women, who respond by clapping their hands. The dance is accompanied by traditional musical instruments such as the dholak (a two-headed drum), the harmonium (a keyboard instrument), and the cymbals . The dance expresses the joy and romance of the Meitei people and also showcases their colorful costumes and ornaments. Thoubal Chongba is a melodious and lively folk dance that reflects the culture and tradition of the Meitei people."
    },



    {
      "id":"mizoram",
      "content-first":"The folk music of Mizoram, a scenic state in northeastern India, is a cultural treasure trove that encapsulates the spirit and traditions of the Mizo people. Rooted in the daily lives, rituals, and celebrations of the community, Mizoram's folk music is a reflection of the state's lush landscapes and the deep spiritual beliefs of its people. The primary instruments used in Mizo folk music include the bamboo flute, drums, gongs, and the traditional stringed instrument known as Tumtu, which contribute to the distinctiveness of the melodies. Songs often narrate stories of love, heroism, and nature, encapsulating the ethos of the region. Cheraw, a unique bamboo dance form accompanied by rhythmic clapping of bamboo sticks, is an integral part of Mizoram's cultural expression and is often performed during festive occasions. Mizoram's folk music not only showcases the artistic prowess of the Mizo people but also serves as a cultural repository, preserving the heritage and identity of this vibrant community.",
      "title": "Mizoram",

      "image-first": "./mizoram.jpg",
      "content-second": "Dar Hla is a folk song of the Mizo community of Mizoram. It is sung during the Chapchar Kut festival, which is a celebration of the bamboo cutting season and the arrival of spring. The song is composed of short and simple verses, which are sung in a high-pitched voice with a nasal tone. The song is accompanied by traditional musical instruments such as the tuium dar (a bamboo flute), the khuang (a gong), and the darbu (a drum) . The song expresses the joy and happiness of the Mizo people and also narrates the stories and legends of their culture. Dar Hla is a melodious and lively folk song that reflects the culture and tradition of the Mizo people.",
      "content-third": "Bawh Hla is a folk song of the Mizo community of Mizoram. It is sung during the Mim Kut festival, which is a celebration of the maize harvest and the remembrance of the departed souls. The song is composed of long and complex verses, which are sung in a low-pitched voice with a mournful tone. The song is accompanied by traditional musical instruments such as the tawtawrawt (a bamboo trumpet), the bawh (a bamboo horn), and the khuang (a gong) . The song expresses the sorrow and grief of the Mizo people and also pays tribute to their ancestors and culture. Bawh Hla is a melodious and solemn folk song that reflects the culture and tradition of the Mizo people.",
      "content-fourth": "Hlado is a folk song of the Mizo community of Mizoram. It is sung during the Pawl Kut festival, which is a celebration of the winter harvest and the new year. The song is composed of short and simple verses, which are sung in a cheerful and festive tone. The song is accompanied by traditional musical instruments such as the tuium dar (a bamboo flute), the khuang (a gong), and the darbu (a drum) . The song expresses the joy and gratitude of the Mizo people and also wishes for peace and prosperity for the coming year. Hlado is a melodious and lively folk song that reflects the culture and tradition of the Mizo people."
    },




    {
      "id":"tripura",
      "content-first":"The folk music of Tripura, a picturesque state in northeastern India, is a captivating reflection of the rich cultural tapestry and traditions of its indigenous communities. The state is inhabited predominantly by the Tripuri people, who have a deep-rooted connection with their land, customs, and spirituality. Tripura's folk music encompasses a wide range of genres, including traditional songs, dances, and instrumental compositions. One of the most celebrated forms of folk music is the Hojagiri dance, where women balance earthen pots on their heads while performing graceful movements to rhythmic beats and melodious tunes. The musical ensemble often features instruments like the flute, bamboo clappers, and indigenous drums. Themes in Tripura's folk music often revolve around nature, love, and daily life, preserving the oral traditions and cultural heritage of the Tripuri community. This vibrant and diverse folk music plays an essential role in connecting the people of Tripura to their roots and fostering a sense of identity and belonging.",
      "title": "Tripura",

      "image-first": "./tripura.jpg",
      "content-second": "Tipra Bharat is a folk song of the Tripuri community of Tripura. It is sung during the Kharchi Puja festival, which is a celebration of the fourteen deities of the Tripuri people. The song is composed of verses that praise the deities and their blessings. The song is sung in a loud and clear voice, with a rhythmic and melodious tone. The song is accompanied by traditional musical instruments such as the sarinda (a bowed string instrument), the khengrong (a bamboo flute), and the sumui (a drum) . The song expresses the devotion and joy of the Tripuri people and also showcases their culture and heritage. Tipra Bharat is a melodious and lively folk song that reflects the culture and tradition of the Tripuri people.",
      "content-third": "Jhum Naam is a folk song of the Tripuri community of Tripura. It is sung during the Jhum cultivation, which is a traditional method of shifting agriculture practiced by the Tripuri people. The song is composed of verses that describe the process and the joy of Jhum cultivation. The song is sung in a group, with one person leading the song and the others joining in the chorus. The song is accompanied by traditional musical instruments such as the khengrong (a bamboo flute), the sumui (a drum), and the lebang (a bamboo clapper) . The song expresses the love and respect of the Tripuri people for nature and their livelihood. Jhum Naam is a melodious and lively folk song that reflects the culture and tradition of the Tripuri people.",
      "content-fourth": "Mamita is a folk song of the Tripuri community of Tripura. It is sung during the Mamita festival, which is a celebration of the marriage of the young couples of the Tripuri people. The song is composed of verses that express the love and affection of the bride and groom and their families. The song is sung in a group, with one person leading the song and the others joining in the chorus. The song is accompanied by traditional musical instruments such as the sarinda (a bowed string instrument), the khengrong (a bamboo flute), and the sumui (a drum) . The song expresses the joy and happiness of the Tripuri people and also showcases their culture and tradition. Mamita is a melodious and lively folk song that reflects the culture and tradition of the Tripuri people.",
      "content-fifth":"Resekhagra is a folk song of the Tripuri community of Tripura. It is sung during the Resekhagra festival, which is a celebration of the victory of the Tripuri king over the Mughal invaders in the 17th century. The song is composed of verses that praise the bravery and valour of the Tripuri warriors and their king. The song is sung in a group, with one person leading the song and the others joining in the chorus. The song is accompanied by traditional musical instruments such as the sarinda (a bowed string instrument), the khengrong (a bamboo flute), and the sumui (a drum) . The song expresses the pride and glory of the Tripuri people and also showcases their culture and history. Resekhagra is a melodious and lively folk song that reflects the culture and tradition of the Tripuri people."
    },



    
    {
      "id":"sikkim",
      "content-first":"The folk music of Sikkim, nestled in the Himalayan region of northeastern India, is a harmonious blend of cultural diversity and natural beauty. Home to several indigenous communities, including the Lepchas, Bhutias, and Nepalis, Sikkim boasts a rich tapestry of folk traditions and musical expressions. Traditional Sikkimese instruments like the damphu (a drum) and tungna (a stringed instrument) are integral to the folk music, creating distinctive melodies that resonate with the serene landscapes of the state. Folk songs often narrate stories of folklore, mythology, and daily life, while dances like the Pangtoed Chaam and Maruni reflect the region's vibrant cultural heritage. The melodic tunes, intricate rhythms, and heartfelt lyrics of Sikkim's folk music not only captivate the senses but also serve as a testament to the state's unique identity and its people's enduring connection with the awe-inspiring Himalayan environment.",
      "title": "Sikkim",

      "image-first": "./sikkim.jpg",
      "content-second": "Gha To Kito is a folk song of the Lepcha community of Sikkim. It is sung during the Pang Lhabsol festival, which is a celebration of the guardian deity of Sikkim, Mount Khangchendzonga. The song is composed of verses that invoke the blessings and protection of the deity and the nature spirits. The song is sung in a group, with one person leading the song and the others joining in the chorus. The song is accompanied by traditional musical instruments such as the tungbuk (a bamboo flute), the yangjey (a stringed instrument), and the chyabrung (a drum) . The song expresses the devotion and gratitude of the Lepcha people and also showcases their culture and heritage. Gha To Kito is a melodious and lively folk song that reflects the culture and tradition of the Lepcha people.",
      "content-third":"Tamang Selo is a folk song of the Tamang community of Sikkim. It is sung during various occasions, such as festivals, weddings, or social gatherings. The song is composed of verses that reflect the life and culture of the Tamang people. The song is sung in a group, with one person leading the song and the others joining in the chorus. The song is accompanied by traditional musical instruments such as the damphu (a round drum), the tungna (a plucked lute), and the sarangi (a bowed string instrument) . The song expresses the joy and happiness of the Tamang people and also showcases their colorful costumes and dances. Tamang Selo is a melodious and lively folk song that reflects the culture and tradition of the Tamang people.",
      "content-fourth":"Maruni is a folk song and dance of the Nepali community of Sikkim. It is performed during various occasions, such as Dasain, Tihar, or weddings. The song is composed of verses that praise the beauty and charm of the dancers and the guests. The song is sung in a group, with one person leading the song and the others joining in the chorus. The song is accompanied by traditional musical instruments such as the harmonium (a keyboard instrument), the madal (a hand drum), and the bansuri (a bamboo flute) . The song expresses the joy and festivity of the Nepali people and also showcases their colorful costumes and ornaments. Maruni is a melodious and lively folk song and dance that reflects the culture and tradition of the Nepali people.",
      "content-fifth":"Chyap-Brung is a folk song and dance of the Lepcha community of Sikkim. It is performed during the Tendong Lho Rum Faat festival, which is a celebration of the Tendong mountain, which is believed to have saved the Lepcha people from a great flood. The song is composed of verses that praise the Tendong mountain and its benevolence. The song is sung in a group, with one person leading the song and the others joining in the chorus. The song is accompanied by traditional musical instruments such as the chyabrung (a drum), the tungbuk (a bamboo flute), and the yangjey (a stringed instrument) . The song expresses the devotion and gratitude of the Lepcha people and also showcases their culture and heritage. Chyap-Brung is a melodious and lively folk song and dance that reflects the culture and tradition of the Lepcha people."
    }
  ]
}